#+title: Module 5 Homework

* Spark version

#+begin_src python
import pyspark

return pyspark.__version__
#+end_src

#+RESULTS:
: 3.5.1

* TODO FHV October 2019 partition size
* TODO Count records on 15th of October
* TODO The longest trip
* TODO Spark UI port
* TODO Least frequent pickup location zone
